Repository: thecodrr/BreadPlayer
Catalog: BreadPlayer.Views.UWP/Strings/*/Resources.resw
Source language: en
Languages: ar_eg, cs_cz, de, fa, fr, nl_be, pl_pl, ru, sv

# aboutSettingsText
source: About
ar_eg: عن
cs_cz: O aplikaci
de: Über
fa: درباره
fr: À propos
ru: Об
sv: Om

# noToastsTB.Text
source: There are no toasts in your collection.
ar_eg: لا يوجد خبز محمص فى تجميعتك
de: Wir konnten keine Songs in deiner Musikbibliothek finden.
fa: ترانه ای در مجموعه شما وجود ندارد
fr: Il n'y a aucun toast dans votre collection.
ru: В вашей коллекции нет композиций.
sv: Det finns inga mackor i din samling.

# importToastsTB.Text
source: Click here to import some.
ar_eg: اضغط هنا لاستيراد البعض
de: Hier klicken um welche zu importieren.
fa: برای اضافه کردن کلیک کنید
fr: Cliquez ici pour importer quelques un(e)s.
ru: Нажмите здесь, чтобы импортировать что-нибудь.
sv: Klicka här för att importera några.

# albumsHeader.Text
source: Breads
ar_eg: الخبز
cs_cz: Chleby
de: Brote
fa: آلبوم
nl_be: Broden
pl_pl: Chlebki
ru: Альбомы
sv: Bröd

# appearenceHeader.Text
source: Appearence
ar_eg: المظهر
cs_cz: Vzhled
de: Aussehen
fa: ظاهر
fr: Apparence
nl_be: Uiterlijk
pl_pl: Wygląd
sv: Utseende

# backBtn.ToolTipService.ToolTip
source: Go back to toasts list
ar_eg: العودة لقائمه الخبز المحمص
cs_cz: vrátit se do seznamu
de: Zurück zur Toast-Liste
fa: برگشت به لیست ترانه ها
fr: Revenir à la listre des toasts
nl_be: Ga terug naar de Toasts-lijst.
pl_pl: Wróć do listy tostów
ru: Вернуться к списку композиций
sv: Gå tillbaka till listan över mackor

# suggestionRB.Content
source: Suggestion
ar_eg: اقتراح
de: Vorschlag
fa: پیشنهادات:
sv: Förslag

# questionRB.Content
source: Question
ar_eg: سؤال
de: Frage
fa: سوال
sv: Fråga

# kudosRB.Content
source: Kudos
ar_eg: حسنه
fa: تشکر
fr: Félicitations
sv: Beröm

# changeAccentCheckBox.Content
source: Change Accent Color By Album Art
ar_eg: غير لون التطبيق بغلاف الالبوم
cs_cz: Změna barvy akcentu podle alba
de: Akzentfarbe an Albumcover anpassen
fa: تغییر رنگ المان ها بر اساس عکس آلبوم
fr: Changez de couleur d'accent selon la pochette d'album
nl_be: Verander de accent-kleur aan de hand van de Album Art:
pl_pl: Zmieniaj akcenty kolorystyczne wg okładki albumu
ru: Поменять Акцентирующий Цвет Обложки Альбома
sv: Byt accentfärg med albumomslagen

# changeAccentHelpText.Text
source: Enabling this makes the player adapt the accent color according to the album art of the currently playing song.
ar_eg: تفعيل هذه الميزة يجعل التطبيق يغير لونه لالوان غلاف البوم الاغنيه الحاليه
cs_cz: Povolením tohoto nastavení je přehrávač schopen přizpůsobit barvu podle alba aktuálně přehrávané skladby.
de: Wenn du diese Option aktivierst, dann passt sich die Farbe des Musik-Players an die Farbe des Albumcovers vom aktuell spielenden Songs an.
fa: فعال کردن این گزینه باعث هماهنگی رنگ المان ها با عکس آلبوم در حال پخش خواهد شد
fr: L'activation de ce paramètre permet au player de changer la couleur d'accent selon la pochette de l'album du morceau actuellement joué.
nl_be: Als je dit inschakelt zal de accent-kleur aangepast worden aan de Album Art van het huidige lied.
pl_pl: Włączenie tej opcji spowoduje, że akcenty kolorystyczne będą dopasowywane do kolorystki okładki albumu.
ru: Позволить плееру адоптировать акцентирующий цвет в соответствие обложки альбома текущей песни.
sv: Den här inställningen gör att spelaren automatiskt anpassar accentfärgen baserat på den nuvarande låtens albumomslag.

# changeAlbumArtMenuItem.Text
source: Change Album Art
ar_eg: غير غلاف الالبوم
cs_cz: Změnit Album Art
de: Albumcover ändern
fa: تغییر عکس آلبوم
fr: Changer la pochette d'album
nl_be: Verander Album Art
pl_pl: Zmień okładkę albumu
ru: Поменять Обложку Альбома
sv: Byt albumomslag

# contactMeTB.Text
source: Contact me:
ar_eg: اتصل بى:
de: Kontaktiere mich:
fa: ارتباط با ما
fr: Contactez moi:
sv: Kontakta mig:

# contributorsHeader.Text
source: Contributors
ar_eg: مساهمين
cs_cz: Přispěvatelé
de: Mitwirkende
fa: کمک کنندگان
fr: Contributeurs
nl_be: Bijdragers
pl_pl: Współautorzy
ru: Авторы
sv: Bidragare

# creditsHeader.Text
source: Credits
ar_eg: لوحه الشرف
fa: اعتبار ها
fr: Crédits
pl_pl: Twórcy
ru: Признательность
sv: Tack till

# deleteFromPlaylistMenuItem.Text
source: Delete from playlist
ar_eg: احذف من قائمه التشغيل
cs_cz: Smazat z playlist
de: Aus Playlist entfernen
fa: حذف از لیست چخش
fr: Supprimer de la playlist
nl_be: Verwijder van playlist
pl_pl: Usuń z listy odtwarzania
ru: Удалить из плейлиста
sv: Ta bort från spellistan

# deletePlaylistMenuItem.Text
source: Delete playlist
ar_eg: احذف قائمه التشغيل
cs_cz: Smazat playlist
de: Playlist löschen
fa: حذف لیست پخش
fr: Supprimer la playlist
nl_be: Verwijder playlist
pl_pl: Usuń listę odtwarzania
ru: Удалить плейлист
sv: Ta bort spellistan

# disableMultiSelectMenuItem.Text
source: Disable multi selection
ar_eg: عطل الاختيار المتعدد
cs_cz: Zakázání vícenásobného výběru
de: Auswahl aufheben
fa: غیرفعال سازی انتخاب چندگانه
fr: Désactiver la multi selection
nl_be: Schakel multi selectie uit
pl_pl: Wyłącz multi-wybór
ru: Отключить множественный выбор
sv: Inaktivera multival

# enableBlurCheckBox.Content
source: Enable Blur
ar_eg: تفعيل الضبابيه
cs_cz: Aktivovat Blur
de: Aktiviere Unschärfe-Effekt
fa: فعال کردن جلوه مات
fr: Activer le flou
nl_be: Schakel Blur in
pl_pl: Włącz rozmycie
ru: Включить Размытие
sv: Aktivera oskärpa

# enableBlurHelpText.Text
source: Blur is performance heavy and is not recommended on low-end devices. Please use with caution.
ar_eg: الضبابيه غير مستحسنه للاجهزة الضعيف و قد تسبب بطئ فى الاداء
cs_cz: Blur je náročný na výkon a proto jej nedoporučujeme na méně výkonných zařízeních.
de: Der Unschärfe-Effekt benötigt viel Leistung. Es wird nicht empfohlen, diese Option auf schwächeren Geräten zu aktivieren.
fa: جلوه های مات برای دستگاه سنگین هستند و در دستگاه های دارای سخت افزار پایین میتوانند مشکل ساز شوند، لطفا با علم به این موضوع استفاده کنید.
fr: Le flou demande beaucoup de ressources et l'activation de ce paramètre n'est pas recommandée sur des appareils avec peu de mémoire. Veuillez utiliser avec prudence.
nl_be: Blur is zwaar voor je machine, schakel dit niet in op oude computers. Pas op!
pl_pl: Rozmycie wymaga dużej wydajności i jest niezalecane na słabszych urządzeniach. Proszę używać z rozwagą.
ru: Размытие требует высокой производительности и не рекомендуется для устройств с низкой производительностью. Пожалуйста используйте с осторожностью.
sv: Oskärpa är prestanda tungt och rekommenderas inte för low-end-enheter. Vänligen använd med försiktighet.

# enableEqToggleSwitch.OffContent
source: Equalizer Off
ar_eg: الموازن مغلق
cs_cz: Equalizer vypnut
de: Equalizer aus
fa: جلوه صوتی خاموش
fr: Egaliseur Désactivé
nl_be: Equalizer Uit
pl_pl: Equalizer wyłączony
sv: Equalizer av

# enableEqToggleSwitch.OnContent
source: Equalizer On
ar_eg: الموازن مفعل
cs_cz: Equalizer zapnut
de: Equalizer an
fa: جلوه صوتی روشن
fr: Egaliseur Activé
nl_be: Equalizer Aan
pl_pl: Equalizer włączony
ru: Эквалайзер включен
sv: Equalizer på

# enableMultiSelectMenuItem.Text
source: Enable multi selection
ar_eg: تفعيل الاختيار المتعدد
cs_cz: Povolit výběr více položek
de: Auswählen
fa: فعال کردن انتخاب چندگانه
fr: Activer la multi selection
nl_be: Schakel multi selectie in
pl_pl: Włącz multi-wybór
ru: Включит множественный выбор
sv: Aktivera multival

# facebookBtn.ToolTipService.ToolTip
source: Click to go to our facebook page.
ar_eg: اضغط للذهاب لصفحتنا على الفيس بوك
cs_cz: Kliknutím přejdete na naši Facebook stránku.
de: Klicke hier, um unsere Facebook-Seite zu besuchen.
fa: برای رفتن به پیج فیسبوک ما کلیک کنید
fr: Cliquez ici pour accéder à notre page Facebook.
nl_be: Klik om naar onze Facebook pagina te gaan
pl_pl: Kliknij, aby przejść do naszego Facebook'a
ru: Нажать для перехода на нашу страничку в facebook.
sv: Klicka är för att visa vår facebook sida.

# favoritesMenuItem.Label
source: Favorite Toasts
ar_eg: الخبز المحمص المفضل
cs_cz: Oblínené Toasty
de: Favorisierte Toasts
fa: ترانه های مورد علاقه
fr: Toasts Favoris
nl_be: Favoriete Toasts
pl_pl: Ulubione tosty
ru: ФЛюбимые Композиции
sv: Favorit mackor

# favoritesMenuItem.Tooltip
source: Navigate to your favorite toasts.
ar_eg: اذهب لخبزى المحمص المفضل
cs_cz: Přejděte na své oblíbené toasty.
de: Navigiere zu deinen favorisierten Songs.
fa: رفتن به ترانه های مورد علاقه شما
fr: Naviguez vers vos Toasts favoris.
nl_be: Ga naar je favoriete Toasts
pl_pl: Przejdź do Twoich ulubionych tostów
ru: Перейти к вашим композициям.
sv: Navigera till dina favorit mackor.

# githubBtn.ToolTipService.ToolTip
source: Click to go to our github project page.
ar_eg: اضغط لفتح صفحه المشروع على github.
cs_cz: Klepnutím přejdete na naši stránku na github.
de: Klicke hier um unsere Github-Projektseite zu besuchen.
fa: برای رفتن به پروژه گیت هاب ما کلیک کنید
fr: Cliquez ici pour accéder à notre page GitHub.
nl_be: Klik om naar onze Github pagina te gaan.
pl_pl: Kliknij, aby przejść do naszego projektu na Github
ru: Нажать для перехода на нашу страничку проекта на github.
sv: Klicka här för att visa vår GitHub sida.

# importFolderTB.Text
source: Import folder
ar_eg: استورد مجلدات
de: Importiere Ordner
fa: وارد کردن پوشه
fr: Importer un dossier
ru: Импортировать папку
sv: Importera mapp

# importPlaylistTB.Text
source: Import playlists
ar_eg: استورد قوائم تشغيل
de: Importiere Playlists
fa: وارد کردن لیست پخش
fr: Importer une playlists
ru: Импортировать плейлист
sv: Importera spellistor

# newPlaylistTB.Text
source: New playlist
ar_eg: قائمه تشغيل جديدة
de: Neue Playlist
fa: لیست پخش جدید
fr: Nouvelle playlist
ru: Новый плейлист
sv: Ny spellista

# lastfmCredit.Text
source: Last.fm for artist &amp; album info.
ar_eg: بيانات الالبوم من Last.fm للمطرب &amp; .
cs_cz: Last.fm pro umělce &amp; album info.
de: Last.fm für Künstler- &amp; Album-Informationen.
fa: Last.fm برای هنرمند و اطلاعات آلبوم.
fr: Last.fm pour les infos sur l'artiste &amp; l'album.
nl_be: Last.fm voor artiest &amp; album info.
pl_pl: Last.fm - informacje o artystach i albumach.
ru: Last.fm артиста &amp; информация об альбоме.
sv: Last.fm för artist &amp; album info.

# lastfmLoginBtn.Content
source: Login
ar_eg: تسجيل الدخول
cs_cz: Přihlášení
de: Einloggen
fa: ورود
fr: Connexion
pl_pl: Zaloguj
ru: Авторизоваться
sv: Logga in

# lastfmLoginBtn.ToolTipService.ToolTip
source: Log in to your Last.fm account
ar_eg: تسجيل الدخول لحسابك على Last.fm
cs_cz: Přihlaste se k účtu Last.fm
de: Logge dich in dein Last.fm Account ein
fa: ورود به حساب کاربری Last.fm
fr: Connectez-vous à votre compte Last.fm
nl_be: Log in met je Last.fm account
pl_pl: Zaloguj do Twojego konta na Last.fm
ru: Войти в свой аккаунт на Last.fm
sv: Logga in på ditt Last.fm konto

# lastfmPasswordTextBlock.PlaceholderText
source: Enter Your Last.fm Password Here...
ar_eg: ادخل كلمه مرور Last.fm هنا...
cs_cz: Zadejte své heslo k Last.fm zde...
de: Dein Last.fm Passwort kommt hierhin...
fa: رمز عبور Last.fm خود را اینجا وارد کنید...
fr: Entrez votre mot de passe Last.fm ici...
nl_be: Geef hier je Last.fm wachtwoord in...
pl_pl: Wpisz swoje hasło do Last.fm
ru: Ввести Ваш Пароль от Last.fm здесь...
sv: Skriv ditt Last.fm lösenord här...

# lastfmPasswordTextBlock.Header
source: Password:
ar_eg: كلمه المرور:
cs_cz: Heslo:
de: Passwort:
fa: رمز عبور:
fr: Mot de passe:
nl_be: Wachtwoord:
pl_pl: Hasło:
ru: Пароль:
sv: Lösenord:

# lastfmUsernameTextBlock.PlaceholderText
source: Enter Your Last.fm Username Here...
ar_eg: ادخل اسم مستخدمك على Last.fm هنا...
cs_cz: Zadejte své uživatelské jméno z Last.fm Zde...
de: Dein Last Last.fm Username kommt hierhin...
fa: نام کاربری Last.fm خود را وارد کنید...
fr: Entrez votre nom d'utilisateur Last.fm ici...
nl_be: Geef hier je Last.fm gebruikersnaam in...
pl_pl: Wpisz swoją nazwę użytkownika Last.fm
ru: Ввести Ваше Имя пользователя Last.fm здесь...
sv: Skriv ditt Last.fm användarnamn här...

# lastfmUsernameTextBlock.Header
source: Username:
ar_eg: اسم المستخدم:
cs_cz: Uživatelské jméno:
de: Nutzername:
fa: نام کاربری:
fr: Nom d'utilisateur:
nl_be: Gebruikersnaam:
pl_pl: Nazwa użytkownika:
ru: Имя пользователя:
sv: Användarnamn:

# leaveReviewBtn.Content
source: Leave a review
ar_eg: اترك مراجعه
cs_cz: Zanechat recenzi
de: Bewerten
fa: تجربه خود را بنویسید
fr: Laisser un avis
nl_be: Schrijf een review
pl_pl: Napisz recenzję
ru: Оставит отзыв
sv: Lämna en recension

# toastsPivot.Header
source: Toasts
ar_eg: خبز محمص
fa: ترانه
ru: Композиции
sv: Mackor

# licenseHeader.Text
source: License
ar_eg: الرخصه
cs_cz: Licence
de: Lizenz
fa: مجوز
fr: Licence
nl_be: Licentie
pl_pl: Licencja
ru: Лицензия
sv: Licens

# listItemAddBtn.ToolTipService.ToolTip
source: Add this toast to a playlist or now baking queue
ar_eg: اضف هذا الخبز المحمص لقائمه التشغيل او لانتظار الخبز
cs_cz: Přidejte tento přípitek do seznamu skladeb nebo do fronty
de: Füge diesen Toast zu einer Playlist oder der aktuellen Wiedergabe hinzu
fa: این ترانه را به یک لیست پخش و یا لیست در حال پخش اضافه کنید
fr: Ajouter ce toast à une à une playlist ou à la baking liste de lecture en cours
nl_be: Voeg deze Toast toe aan een afspeellijst of aan de wachtrij
pl_pl: Dodaj ten tost to listy odtwarzania lub kolejki pieczenia
ru: Добавить эту композицию в плейлист или в очередь
sv: Lägg till mackan i en spellista eller i kön till ugnen.

# listItemPlayBtn.ToolTipService.ToolTip
source: Play Toast
ar_eg: شغل الخبز المحمص
cs_cz: Přehrát Toasty
de: Toast abspielen
fa: پخش ترانه
fr: Lire le Toast
nl_be: Speel Toast
pl_pl: Odtwórz tosta
ru: Воспроизвести Композицию
sv: Spela macka

# lockscreenHeader.Text
source: Lockscreen
ar_eg: شاشه القفل
de: Sperrbildschirm
fa: قفل صفحه
fr: Ecran de verrouillage
pl_pl: Ekran blokady
ru: Экран блокировки
sv: Låsskärm

# mailBtn.ToolTipService.ToolTip
source: Click to mail us.
ar_eg: اضغط لتراسلنا عبر البريد الالكترونى.
cs_cz: Klepnutím pošlete e-mail.
de: Klicke hier um uns eine E-Mail zu schreiben.
fa: برای ایمیل دادن به ما کلیک کنید
fr: Cliquez pour nous envoyer un email.
nl_be: Klik om ons te mailen.
pl_pl: Kliknij, aby wysłać nam wiadomość email
ru: Отправить нам сообщение.
sv: Klicka för att maila oss.

# muteBtn.ToolTipService.ToolTip
source: Mute Volume
ar_eg: اكتم الصوت
cs_cz: ZTLUMIT
de: Stummschalten
fa: قطع صدا
fr: Mettre en sourdine
nl_be: Demp Volume
pl_pl: Wycisz
ru: Отключить Звук
sv: Tysta volymen

# nowBakingMenuItem.Label
source: Now Baking
ar_eg: يخبز الان
cs_cz: nyní se peče
de: Wird gebacken
fa: در حال پخش
nl_be: Nu aan het bakken.
pl_pl: Teraz pieczone
ru: Сейчас Воспроизводится
sv: Kö till ugnen

# nowBakingMenuItem.Tooltip
source: Navigate to your now baking toasts.
ar_eg: اذهب لخبزك المحمص المخبوز الان
cs_cz: Přejít k právě pečeným toastům.
de: Navigiere zu deiner aktuellen Wiedergabeliste.
fa: رفتن به لیست ترانه های در حال پخش
fr: Naviguer vers vos toasts Now Baking.
nl_be: Navigeer naar je wachtrij.
pl_pl: Przejdź do teraz pieczonych
ru: Перейти к вашей воспроизводимой композиции.
sv: Navigera till mackor i kön till ugnen.

# openFileBtn.ToolTipService.ToolTip
source: Open a file to play
ar_eg: افتح ملف للتشغيل
cs_cz: Otevřete soubor, který chcete přehrát
de: Öffne eine Datei zum abspielen
fa: یک فایل را برای پخش انتخاب کنید
fr: Ouvrir un fichier à lire
nl_be: Open een bestand om af te spelen
pl_pl: Otwórz plik, aby go odtworzyć
ru: Откроить файл для воспроизведения
sv: Öppna fil att spela

# openSongLocationMenuItem.Text
source: Open toast location
ar_eg: افتح مكان الخبز المحمص
cs_cz: Otevřít polohu toastu
de: Öffne Toast-Dateipfad
fa: باز کردن محل ترانه
fr: Ouvrir l'emplacement des toasts
nl_be: Open Toast Locatie
pl_pl: Otwórz lokalizację tosta
ru: Открыть место композиции
sv: Öppna platsen för mackan

# playlistMore.ToolTipService.ToolTip
source: Show more options.
ar_eg: اظهر اعدادات اكتر.
cs_cz: Zobrazit více možností.
de: Zeige mehr Optionen.
fa: نمایش گزینه های بیشتر.
fr: Afficher plus d'options.
nl_be: Laat meer opties zien.
pl_pl: Pokaż więcej opcji
ru: Показать больше опций.
sv: Visa fler alternative.

# playlistPlayAllBtn.ToolTipService.ToolTip
source: Play all toasts in this playlist
ar_eg: شغل كل الخبز المحمص فى هذه القائمه
cs_cz: Přehrát všechny toasty v tomhle PlayListu
de: Spiele alle Toasts von dieser Playlist
fa: پخش تمام ترانه ها
fr: Lire tous les toasts dans cette playlist
nl_be: Speel alle toasts in deze afspeellijst
pl_pl: Odtwórz wszystkie tosty z tej listy
ru: Воспроизвести все композиции в этом плейлисте
sv: Spela allar mackor i den här spellistan

# playlistPlayAllTextBlock.Text
source: Play all
ar_eg: تشغيل الكل
cs_cz: Přehrát vše
de: Alle abspielen
fa: پخش کلی
fr: Lire tout
nl_be: Speel alle
pl_pl: Odtwórz wszystko
ru: Воспроизвести все
sv: Spela alla

# playMenuItem.Text
source: Play
ar_eg: تشغيل
de: Abspielen
fa: پخش
fr: Lire
nl_be: Speel
pl_pl: Odtwórz
ru: Воспроизвести
sv: Spela

# preventScreenLockingCheckBox.Content
source: Prevent screen from locking.
ar_eg: امنع قفل الشاشه
cs_cz: Zabránit uzamčení obrazovky.
de: Sperrbildschirm verhindern.
fa: جلوگیری از قفل شدن دستگاه.
fr: Empêcher l'extinction de l'écran.
nl_be: Voorkom dat het scherm vergrendeld.
pl_pl: Zapobiegaj blokowaniu ekranu
ru: Препятствовать блокировке экрана.
sv: Förhindra skärmen från att låsas.

# preventScreenLockingFurtherInfoText.Text
source: This feature is extremely battery consuming and hence, is not persisted through sessions.
ar_eg: هذه الميزة تستهلك الكثير من البطاريه, كما انها غير ثابته
cs_cz: Tato funkce je extrémně náročná na spotřebu energie.
de: Dieses Feature verbraucht extrem viel Akku, weswegen diese Einstellung nur bis zum nächsten Neustart gespeichert wird.
fa: این گزینه بر باتری بسیار تاثیر گذار است و پس از هر بار بسته شدن برنامه ریست میشود
fr: Cette fonctionnalité est très consommatrice d'énergie, et est, par conséquent, non persistée à travers les sessions.
nl_be: Deze functie gebruikt enorm veel batterij en zal bij de volgende sessie niet automatisch geactiveerd worden.
pl_pl: Ta funkcjonalność wymaga dużego poboru energii, więc nie jest zapisywana między sesjami.
ru: Эта функция чрезвычайно энергопотребляющая и, следовательно,не продолжается в следующих сеансах.
sv: Det här alternativet drar extremt mycket batteri, och kommer därför inte sparas mellan sessioner.

# preventScreenLockingInfoText.Text
source: Enabling this will prevent the OS from locking the screen after regular intervals.
ar_eg: تفعيل هذه سيمنع النظام من اغلاق الشاشه
cs_cz: Aktivace této funkce zabrání uzamčení obrazovky po pravidelných intervalech.
de: Wenn du diesen Haken setzt, dann wird der Bildschirm deines Gerätes nicht nach der regulären Zeit gesperrt.
fa: فعال کردن این گزینه از قفل صفحه بعد از زمان عادی جلوگیری میکند
fr: Activez ceci empêchera l'OS de verrouiller l'écran à intervalles réguliers.
nl_be: Dit toelaten zal het besturingssysteem voorkomen om het scherm te vergrendelen.
pl_pl: Włączenie tej opcji spowoduje, że system operacyjny nie będzie blokował ekranu po upływie określonego czasu.
ru: Включение этого приведет к тому, что ОС не будет блокировать экран через равные промежутки.
sv: Det här alternativet förhindrar att OSet låster skärmen efter utsatt tid.

# propertiesMenuItem.Text
source: Properties
ar_eg: خصائص
cs_cz: Vlastnosti
de: Eigenschaften
fa: ویژگی ها
fr: Propriétés
nl_be: Eigenschappen
pl_pl: Właściwości
ru: Свойства
sv: Egenskaper

# musicHistoryMenuItem.Label
source: Toast History
ar_eg: تاريخ الخبز المحمص
de: Toast Verlauf
fa: تاریخچه ترانه ها
fr: Historiques des Toasts
nl_be: Toast Geschiedenis
ru: История композиции
sv: Mack historik

# musicHistoryMenuItem.Tooltip
source: Navigate to your toast history.
ar_eg: اذهب لتاريخ الخبز المحمص
de: Navigiere zum Verlauf der kürzlich abgespielten und hinzugefügten Songs.
fa: رفتن به تاریخچه ترانه ها.
fr: Naviguer vers votre historique de toasts.
nl_be: Navigeer naar je Toast geschiedenis.
ru: Перейти к истории вашей композиции.
sv: Navigera till din mack historik.

# redditBtn.ToolTipService.ToolTip
source: Click to go to our reddit profile.
ar_eg: اضغط هنا للذهب للصفحتنا الشخصيه على ريديت
cs_cz: Kliknutím přejdete do našeho reddit profilu.
de: Klicke hier um zu unserem Reddit-Profil zu gelangen.
fa: برای رفتن به پروفایل رددیت ما کلیک کنید
fr: Cliquez pour vous rendre sur notre profile reddit.
nl_be: Klik om naar ons Reddit profiel te gaan
pl_pl: Kliknij, aby przejść do naszego profilu na reddit
ru: Нажмите для перехода на наш reddit профель.
sv: Klicka här för att visa vår reddit profil.

# relocateSongMenuItem.Text
source: Relocate Toast
ar_eg: اعاده تعيين الخبز المحمص
cs_cz: přemístit
de: Dateipfad ändern
fa: نقل مکان ترانه
fr: Déplacer le Toast
nl_be: Verplaats Toast
pl_pl: Przenieś tosta
ru: Переместить композицию
sv: Flytta mackan

# renamePlaylistMenuItem.Text
source: Rename playlist.
ar_eg: اعاده تسميه قائمه التشغيل
cs_cz: Přejmenovat playlist.
de: Playlist umbenennen.
fa: تغییر نام لیست پخش.
fr: Renommer la playlist.
nl_be: Hernoem playlist.
pl_pl: Zmień nazwę listy odtwarzania
ru: Переименовать плейлист.
sv: Byt namn på spellistan.

# replaceLockscreenCheckBox.Content
source: Replace lockscreen wallpaper with album art.
ar_eg: غير خلفيه شاشه القفل بغلاف الالبوم
cs_cz: Nahradit Lockscreen obrázkem alba.
de: Albumcover auf Sperrbildschirm anzeigen.
fa: جایگزینی پس زمینه با عکس آلبوم در حال پخش
fr: Remplacer le fond de l'écran de verrouillage avec la pochette d'album.
nl_be: Verander lockscreen achtergrond met album art.
pl_pl: Zastąp obraz ekranu blokady okładką albumu.
ru: Заменить обои экрана блокировки на обложку альбома.
sv: Ersätt låsskärmens bakgrund med albumomslag.

# replaceLockscreenFurtherInfoText.Text
source: Rest assured that your lockscreen wallpaper will be automatically resetted when you exit the app.
ar_eg: استرح خلفيتك ستعود مره اخرى بمجرد اغلاق التطبيق
cs_cz: Ujistěte se, že pozadí Lockscreen bude automaticky resetován po ukončení aplikace.
de: Dein bisheriges Hintergrundbild wird beim beenden der App wiederhergestellt.
fa: عکس پس زمینه قفل صفحه بعد از خروج شما از برنامه بازنشانی میشود
fr: Pas d'inquiétude, votre fond d'écran de verrouillage sera automatiquement réinitialisé quand vous quitterez l'application.
nl_be: Je originele lockscreen achtergrond zal terug geplaatst worden als de applicatie sluit.
pl_pl: Bądź spokojny, twój obraz blokady ekranu zostanie automatycznie przywrócony, kiedy wyłączysz aplikację.
ru: Буте уверены, что ваши обои экрана блокировки будут автоматически сбрасываться когда вы выйдите из программы.
sv: Din låsskärms bakgrund kommer att automatiskt återställas när appen stängs.

# replaceLockscreenInfoText.Text
source: This will replace the lockscreen wallpaper with currently playing song's album art.
ar_eg: هذه الخاصيه ستغيير خلفيه شاشه القفل بصورة البوم الاغنيه الحاليه
cs_cz: Nahradit pozadí LockScreen aktuálně přehrávaným albem.
de: Diese Option ersetzt das Hintergrundbild deines Sperrbildschirms mit dem Albumcover, des aktuell abgespielten Songs.
fa: این گزینه عکس پس زمینه قفل صفحه را با عکس آلبوم در حال پخش جایگزین می کند
fr: Ceci remplacera le fond de l'écran de verrouillage avec la pochette d'album du morceau en cours de lecture.
nl_be: Dit zal de lockscreen achtergrond veranderen door de album art van het huidige lied.
pl_pl: Ta opcja zastąpi obraz ekranu blokady okładką albumu odtwarzanego utworu.
ru: Это заменит обои экрана блокировки на обложку альбома играющей песни сейчас.
sv: Det här alternativet kommer att ersätta låsskärmens bakgrund med den spelande låtens albumomslag.

# reportIssueBtn.Content
source: Report an issue
ar_eg: ابلغ عن مشكله
cs_cz: Nahlásit problém
de: Ein Problem melden
fa: یک مشکل را گزارش دهید
fr: Signaler un problème
nl_be: Meld een probleem
pl_pl: Zgłoś błąd
ru: Сообщить о проблеме
sv: Rapportera ett fel.

# requestFeatureBtn.Content
source: Request a feature
ar_eg: اطلب ميزة
cs_cz: Požádejte o funkci
de: Eine Funktion vorschlagen
fa: درخواست قابلیت
fr: Demander une fonctionnalité
nl_be: Vraag nieuwe functionaliteit aan
pl_pl: Zaproponuj funkcjonalność
ru: Запросить функцию
sv: Begär en funktion.
